Repository: GwynethLlewelyn/online-status-insl
Catalog: tags/1.6.1/languages/online-status-insl-*.po
Languages: pt_pt

source: avatar status tracking object
pt_pt: objecto para listagem do status de um avatar

source: avatar status tracking objects
pt_pt: objectos para listagem do status de um avatar

source: Ping object
pt_pt: Ping ao objecto

source: Delete from tracking table
pt_pt: Apagar da tabela de objectos

source: Reset object(s)
pt_pt: Reinicializar objecto(s)

source: Destroy object forever
pt_pt: Destruir objecto para sempre

source: Empty message.
pt_pt: Mensagem vazia.

source: Pinging object for
pt_pt: Pingando objecto para

source: Object Name:
pt_pt: Nome do objecto:

source: Location:
pt_pt: Localização:

source: Calling URL:
pt_pt: Chamando URL:

source: Object "%1$s" replied: "%2$s"
pt_pt: Objecto «%1$s» respondeu: «%2$s»

source: Error communicating with in-world object
pt_pt: Erro na comunicação com objecto no mundo virtual

source: Deleting
pt_pt: Apagando

source: No online status indicators for %s found
pt_pt: Não se encontraram indicadores de status online para %s

source: WordPress settings could not be saved - Object(s) not deleted!
pt_pt: As configurações do WordPress não puderam ser gravadas - Objecto(s) não apagado(s)!

source: Resetting object for
pt_pt: Reinicializando objecto para

source: Deleting in-world object for
pt_pt: Apagando objecto para

source: Object not deleted because there was an error communicating with it
pt_pt: Objecto não foi apagado porque houve um erro na comunicação com o mesmo

source: Avatar Display Name
pt_pt: «Display Name» do avatar

source: Status
pt_pt: Estado

source: Avatar Key
pt_pt: Chave do avatar

source: Object Name
pt_pt: Nome do objecto

source: Object Key
pt_pt: Chave do objecto

source: Object Version
pt_pt: Versão do objecto

source: Location
pt_pt: Localização

source: Last time checked
pt_pt: Última verificação

source: Delete
pt_pt: Apagar

source: Reset
pt_pt: Reinicializar

source: Destroy
pt_pt: Destruir

source: Online Status Indicator for
pt_pt: Indicador de status online para

source: No avatars are being tracked.
pt_pt: Nenhum avatar configurado.

source: Online Status inSL Widget
pt_pt: Widget de Online Status inSL

source: (unknown avatar)
pt_pt: (avatar desconhecido)

source: (invalid URL)
pt_pt: (URL inválido)

source: I am
pt_pt: Estou

source: in Second Life.
pt_pt: no Second Life.

source: having problems contacting the in-world object...
pt_pt: com problemas a contactar o objecto no mundo virtual…

source: Please set up your in-world object first
pt_pt: Por favor, primeiro configure o seu objecto no mundo virtual

source: none
pt_pt: nenhuma

source: Title
pt_pt: Título

source: Avatar Name
pt_pt: Nome do avatar

source: Unconfigured
pt_pt: Não configurado

source: Before status message
pt_pt: Antes da mensagem de estado

source: After status message
pt_pt: Depois da mensagem de estado

source: Error message when communicating with SL
pt_pt: Mensagem de erro na comunicação com o SL

source: Widget not configured message
pt_pt: Mensagem de widget não configurado

source: Profile picture?
pt_pt: Imagem de perfil?

source: center
pt_pt: centrada

source: left
pt_pt: esquerda

source: right
pt_pt: direita

source: Please create an object in Second Life on a plot owned by you, and drop the following script inside:
pt_pt: Por favor crie um objecto no Second Life numa parcela de que seja o dono, e coloque o seguinte script no seu interior:

source: Then you can drag the appropriate widget on your sidebar.
pt_pt: Depois pode arrastar o widget correspondente para o painel lateral.

source: Current avatar(s) being tracked
pt_pt: Avatars registados

source: <p><strong>Ping</strong>: Checks if in-world object is still alive; if not, you should remove it manually.</p>
pt_pt: <p><strong>Ping</strong>: Verifica se o objecto no mundo virtual ainda está activo; caso contrário, deve removê-lo manualmente.</p>

source: <p><strong>Delete</strong>: Removes the tracking object from the WordPress table. The object will still remain in-world unless it gets manually deleted. You can touch it in-world to get it to register again.</p>
pt_pt: <p><strong>Apagar</strong>: Remove o objecto da tabela interna do WordPress. O objecto ainda se mantém no mundo virtual até ser removido manualmente. Pode carregar neste para que se registe automaticamente de novo.</p>

source: <p><strong>Reset</strong>: Resets the in-world object. This will give you a new communications channel. Note that if the object is not responding to pings, it will not be affected. The object will remain both in-world <em>and</em> being tracked by WordPress.</p>
pt_pt: <p><strong>Reinicializar</strong>: Reinicializa o objecto. Isto criará um novo canal de comunicação. Note que se o objecto não estiver a responder a pings, não será afectado por esta operação. O objecto manter-se-á no mundo virtual <em>e</em> continuará a ser actualizado pelo WordPress.</p>

source: <p><strong>Destroy</strong>: Attempts to tell the in-world object to be deleted in-world <em>and</em> also deletes it from the WordPress table. If it fails, you will have to delete it manually in-world <em>and</em> delete it from this table as well. Use with caution, since the object will <em>not</em> be returned to your inventory but disappear forever!</p>
pt_pt: <p><strong>Destruir</strong>: Faz um pedido ao objecto no mundo virtual para que se auto-destrua, <em>e</em> apaga-o da tabela do WordPress. Se falhar, terá de o remover manualmente no mundo virtual <em>e</em> nesta tabela. Tenha cuidado, pois o objecto <em>não</em> será devolvido ao seu inventário, mas sim destruído para sempre!</p>

source: <p>Note that the different options exist mostly to help you to keep your objects in sync with WordPress. Sometimes this is not possible. Note that the objects will try to contact WordPress with the updated status if they change owners, if the region simulator crashes, etc. Sometimes that can fail.</p>
pt_pt: <p>Note que estas diferentes opções existem fundamentalmente para o ajudar a manter os objectos sincronizados com o WordPress. Por vezes isto não é possível. Note também que os objectos tentarão comunicar com o WordPress com o seu status caso mudem de dono, ou caso o simulador da região crashe, etc. Por vezes esta comunicação pode falhar.</p>

source: Invalid object key:
pt_pt: Chave do objecto inválida:

source: (unknown status)
pt_pt: (estado desconhecido)

source: No widget configured for
pt_pt: Não há widget configurado para

source: No avatars being tracked
pt_pt: Nenhum avatar configurado

source: Request has to come from Second Life or OpenSimulator
pt_pt: O pedido tem de vir do Second Life ou OpenSimulator

source: Status "%1$s" set for "%2$s" (%3$s)
pt_pt: Estado «%1$s» definido para «%2$s» (%3$s)

source: is not yet registered!
pt_pt: ainda não foi registado!

source: No PermURL specified on registration
pt_pt: Não foi especificado nenhum PermURL no registo

source: Shows your online status in the Second Life®/OpenSimulator virtual worlds on a widget (or use shortcodes/editor blocks)
pt_pt: Mostra o seu estado on-line nos mundos virtuais Second Life®/OpenSimulator num widget (ou podem-se usar shortcodes ou mesmo o editor de blocos)
